export const MARATHON_QUESTIONS = [
  {
    id: "q1",
    question:
      "2020 წელს, Brexit-ის შედეგად, რომელმა ქვეყანამ დატოვა ევროკავშირი?",
    options: [
      "საფრანგეთმა",
      "ამერიკის შეერთებულმა შტატებმა",
      "გაერთიანებულმა სამეფომ",
      "იტალიამ",
    ],
    correctIndex: 2,
  },
  {
    id: "q2",
    question:
      "რომელი გეგმა შეიქმნა ევროპის ქვეყნების ეკონომიკის აღსადგენად მეორე მსოფლიო ომის შემდეგ?",
    options: [
      "მარშალის გეგმა",
      "ანაკონდას გეგმა",
      "მონროს დოქტრინა",
      "ტრუმენის დოქტრინა",
    ],
    correctIndex: 0,
  },
  {
    id: "q3",
    question:
      "რომელ წელს და რომელმა ქვეყანამ გამოიყენა ბირთვული იარაღი პირველად ომის დროს?",
    options: [
      "საბჭოთა კავშირმა 1945 წელს",
      "აშშ 1949 წელს",
      "აშშ 1945 წელს",
      "გერმანიამ 1945 წელს",
    ],
    correctIndex: 2,
  },
  {
    id: "q4",
    question: "რომელი ხელშეკრულება დაედო საფუძვლად ევროკავშირის (EU) შექმნას?",
    options: [
      "პარიზის ხელშეკრულება",
      "ვერსალის ხელშეკრულება",
      "მაასტრიხტის ხელშეკრულება",
      "ლისაბონის ხელშეკრულება",
    ],
    correctIndex: 2,
  },
  {
    id: "q5",
    question:
      "რომელ ქვეყანას აქვს მსოფლიოში ყველაზე დიდი ნავთობის (დადასტურებული) მარაგები?",
    options: ["საუდის არაბეთს", "ვენესუელას", "ირანს", "კანადას"],
    correctIndex: 1,
  },
  {
    id: "q6",
    question:
      "რომელი ევროპული სახელმწიფოები არიან ნატოს ჩრდილოეთ ფლანგის წევრები?",
    options: [
      "ნორვეგია, დანია, ისლანდია, ფინეთი და შვედეთი",
      "პოლონეთი, გერმანია, ჩეხეთი, სლოვაკეთი და უნგრეთი",
      "ესპანეთი, პორტუგალია, იტალია, საბერძნეთი და თურქეთი",
      "რუმინეთი, ბულგარეთი, ხორვატია, სლოვენია და ალბანეთი",
    ],
    correctIndex: 0,
  },
  {
    id: "q7",
    question: "როგორ იშიფრება აბრევიატურა BRICS?",
    options: [
      "ბრაზილია, რუსეთი, ინდოეთი, ჩინეთი და სამხრეთ აფრიკა",
      "ბრაზილია, რუმინეთი, ინდოეთი, ჩინეთი და სინგაპური",
      "ბელგია, რუსეთი, ინდოეთი, კანადა და სამხრეთ აფრიკა",
      "ბრაზილია, რუსეთი, ინდონეზია, ჩინეთი და სერბეთი",
    ],
    correctIndex: 0,
  },
  {
    id: "q8",
    question:
      "გაეროს რომელი ორგანოა პასუხისმგებელი საერთაშორისო მშვიდობისა და უსაფრთხოების შენარჩუნებაზე?",
    options: [
      "მუდმივი წევრი სახელმწიფოები",
      "უშიშროების საბჭო",
      "ეკონომიკური და სოციალური საბჭო",
      "საერთაშორისო სასამართლო",
    ],
    correctIndex: 1,
  },
  {
    id: "q9",
    question: "გაშიფრე აბრევიატურა NPT?",
    options: [
      "ბირთვული იარაღის აკრძალვის ხელშეკრულება",
      "ბირთვული იარაღის გაუვრცელებლობის ხელშეკრულება",
      "ბირთვული გამოცდების სრულად აკრძალვის ხელშეკრულება",
      "ბირთვული იარაღის შემცირების შესახებ ხელშეკრულება",
    ],
    correctIndex: 1,
  },
  {
    id: "q10",
    question: "პოლიტიკაში რა ეწოდება ხელისუფლების მიერ ეკლესიის სრულ კონტროლს?",
    options: ["თეოკრატია", "კლერიკალიზმი", "ცეზაროპაპიზმი", "სეკულარიზმი"],
    correctIndex: 2,
  },
  {
    id: "q11",
    question:
      "რა ეწოდება დიპლომატიში იმ მანევრს, როდესაც სახელმწიფო საკუთარი მიზნების მისაღწევად სამხედრო ძალის გამოყენების მუქარით ზეწოლას ახდენს სხვა სახელმწიფოზე?",
    options: [
      "Soft Power Diplomacy",
      "Gunboat Diplomacy",
      "Public Diplomacy",
      "Preventive Diplomacy",
    ],
    correctIndex: 1,
  },
  {
    id: "q12",
    question:
      "გაეროს რომელი მანდატია MINUSMA და რომელმა ქვეყანამ ითავა ამ მანდატის განხორციელება?",
    options: [
      "სამშვიდობო მანდატი მალიში - საფრანგეთმა",
      "ჰუმანიტარული მანდატი ნიგერში - საფრანგეთმა",
      "სამშვიდობო მანდატი ლიბიაში - იტალიამ",
      "ანტიტერორისტული მანდატი ჩადში - გერმანიამ",
    ],
    correctIndex: 0,
  },
  {
    id: "q13",
    question:
      "განმარტეთ, რას ნიშნავს პოლიტიკაში „სტრატეგიული ორაზროვნება“ და დააკავშირე აღნიშნული პოლიტიკა ქვეყნის რეალურ ვითარებასთან?",
    options: [
      "ქვეყნის მიერ განზრახ გაურკვეველი პოზიციის შენარჩუნება იმის შესახებ, გამოიყენებს თუ არა სამხედრო ძალას კონკრეტულ სიტუაციაში. აშშ-ს სტრატეგია ჩინეთის წინააღმდეგ.",
      "ქვეყნის მიერ განზრახ გაურკვეველი პოზიციის შენარჩუნება იმის შესახებ, გამოიყენებს თუ არა ეკონომიკურ სანქციებს. აშშ-ს სტრატეგია იაპონიის წინააღმდეგ",
      "ქვეყნის მიერ სამხედრო ალიანსების მიმართ გაურკვეველი პოზიციის შენარჩუნება მასში გაწევრების სურვილთან დაკავშირებით. ბელარუსის სტრატეგია ნატოს მიმართ.",
      "ქვეყნის მიერ დიპლომატიური და სამხედრო მხარდაჭერის მასშტაბის განზრახ გაურკვევლად დატოვება. რუსეთის სტრატეგია უკრაინის წინააღმდეგ.",
    ],
    correctIndex: 0,
  },
  {
    id: "q14",
    question:
      "რა არსებითი ნიშანი განასხვავებთ ერთმანეთისაგან უნიტარულ, ფედერაციულ და კონფედერაციულ სახელმწიფოებს?",
    options: [
      "ტერიტორიული მოწყობა",
      "ეკონომიკური განვითარება",
      "ლიბერალური მმართველობა",
      "სოციალური თანასწორობის ხარისხი",
    ],
    correctIndex: 0,
  },
  {
    id: "q15",
    question: "რას გულისხმობდა მონროს დოქტრინა აშშ-ის საგარეო პოლიტიკაში?",
    options: [
      "ევროპული სახელმწიფოების ჩაურევლობას ამერიკის კონტინენტის საქმეებში, სანაცვლოდ კი აშშ არ ჩაერეოდა ევროპის საქმეებში",
      "ევროპის სახელმწიფოების მიერ ამერიკის კონტინენტზე პოლიტიკური გავლენის გაძლიერებას, სანაცვლოდ კი აშშ მხარს დაუჭერდა ევროპულ სახელმწიფოებს",
      "აშშ-ის მიერ ევროპული სახელმწიფოების საქმეებში აქტიურ ჩარევას და ამერიკის კონტინენტზე ევროპული გავლენის შენარჩუნებას",
      "აშშ-სა და ევროპის სახელმწიფოებს შორის ერთიანი სამხედრო ალიანსის შექმნას და კოლონიების ერთობლივ მართვას",
    ],
    correctIndex: 0,
  },
];
