export const MARATHON_QUESTIONS = [
  {
    id: "q14",
    question: "რას ნიშნავს ძალთა ბალანსი?",
    options: [
      "საერთაშორისო სისტემაში ერთი სახელმწიფოს მიერ სხვა სახელმწიფოებზე სამხედრო უპირატესობის მოპოვებას",
      "საერთაშორისო სისტემაში სახელმწიფოებს შორის ძალის ისეთი განაწილების შექმნას, რომელიც ერთი სახელმწიფოს დომინირებას ზღუდავს",
      "საერთაშორისო სისტემაში ყველა სახელმწიფოს მიერ სამხედრო ძალის თანაბარი რაოდენობით ფლობას",
      "საერთაშორისო სისტემაში სამხედრო ალიანსების გაუქმებისა და ძალთა თანაბრად გადანაწილების პოლიტიკას",
    ],
    correctIndex: 1,
  },
  {
    id: "q10",
    question: "რას ნიშნავს ატლანტიციზმის თეორია?",
    options: [
      "თეორიას, რომელიც ჩრდილოეთ ამერიკისა და დასავლეთ ევროპის სახელმწიფოებს შორის პოლიტიკურ და უსაფრთხოების თანამშრომლობას უსვამს ხაზს",
      "თეორიას, რომელიც აზიისა და ევროპის სახელმწიფოებს შორის პოლიტიკურ და უსაფრთხოების თანამშრომლობას უსვამს ხაზს",
      "თეორიას, რომელიც ჩრდილოეთ ამერიკისა და აღმოსავლეთ ევროპის სახელმწიფოებს შორის ეკონომიკურ თანამშრომლობას უსვამს ხაზს",
      "თეორიას, რომელიც ატლანტის ოკეანის სანაპირო სახელმწიფოებს შორის მხოლოდ სამხედრო თანამშრომლობას უსვამს ხაზს",
    ],
    correctIndex: 0,
  },
  {
    id: "q4",
    question: "რას ნიშნავს პანთურანიზმი?",
    options: [
      "თურქულენოვანი და თურქული წარმოშობის ხალხების გაერთიანების იდეას",
      "არაბულენოვანი და არაბული წარმოშობის ხალხების გაერთიანების იდეას",
      "სლავური წარმოშობის ხალხების გაერთიანების იდეას",
      "სპარსულენოვანი და სპარსული წარმოშობის ხალხების გაერთიანების იდეას",
    ],
    correctIndex: 0,
  },
  {
    id: "q2",
    question: "რას ეწოდება „მწვანე მარში“?",
    options: [
      "1975 წელს მაროკოს მიერ დასავლეთ საჰარაში ორგანიზებულ მასობრივ მსვლელობას",
      "1974 წელს ალჟირის მიერ დასავლეთ საჰარაში ორგანიზებულ მასობრივ მსვლელობას",
      "1975 წელს ესპანეთის მიერ მაროკოში ორგანიზებულ მასობრივ მსვლელობას",
      "1976 წელს მაროკოს მიერ ალჟირში ორგანიზებულ მასობრივ მსვლელობას",
    ],
    correctIndex: 0,
  },
  {
    id: "q6",
    question: "რას ნიშნავს ალბედოს ეფექტი?",
    options: [
      "დედამიწის ზედაპირის უნარს, შთანთქას მზის სხივები და გავლენა მოახდინოს კლიმატზე",
      "დედამიწის ზედაპირის უნარს, აირეკლოს მზის სხივები და გავლენა მოახდინოს კლიმატზე",
      "დედამიწის ატმოსფეროს უნარს, გააძლიეროს მზის სხივები და გავლენა მოახდინოს კლიმატზე",
      "დედამიწის ოკეანეების უნარს, შეინარჩუნოს მზის სითბო და გავლენა მოახდინოს კლიმატზე",
    ],
    correctIndex: 1,
  },
  {
    id: "q7",
    question: "რას ნიშნავს ნოვოროსიის პროექტი?",
    options: [
      "რუსეთის მიერ უკრაინის დასავლეთ ტერიტორიებზე პოლიტიკური კონტროლის დამყარების პროექტს",
      "რუსეთის მიერ უკრაინის აზოვისა და შავი ზღვის პორტებზე კონტროლის დამყარების პროექტს",
      "რუსეთის მიერ უკრაინის ჩრდილოეთ ტერიტორიებზე ეკონომიკური კონტროლის დამყარების პროექტს",
      "რუსეთის მიერ უკრაინის კავკასიის რეგიონებთან სავაჭრო კავშირების შექმნის პროექტს",
    ],
    correctIndex: 1,
  },
  {
    id: "q8",
    question: "რომელი უწყების დახმარებით შეიქმნა თალიბანი?",
    options: ["CIA-ს", "ISI-ს", "MI6-ის", "KGB-ს"],
    correctIndex: 1,
  },
  {
    id: "q15",
    question: "რას ნიშნავს უსაფრთხოების დილემა?",
    options: [
      "მდგომარეობას, როდესაც ერთი სახელმწიფოს მიერ საკუთარი უსაფრთხოების გასაძლიერებლად გადადგმული ნაბიჯები სხვა სახელმწიფოს საფრთხის განცდას უჩენს და საპასუხო მოქმედებებს იწვევს",
      "მდგომარეობას, როდესაც ერთი სახელმწიფოს მიერ საკუთარი ეკონომიკის გასაძლიერებლად გადადგმული ნაბიჯები სხვა სახელმწიფოს საფრთხის განცდას უჩენს და საპასუხო მოქმედებებს იწვევს",
      "მდგომარეობას, როდესაც ერთი სახელმწიფოს მიერ საკუთარი უსაფრთხოების გასაძლიერებლად გადადგმული ნაბიჯები სხვა სახელმწიფოსთან თანამშრომლობას აძლიერებს და დაძაბულობას ამცირებს",
      "მდგომარეობას, როდესაც ერთი სახელმწიფოს მიერ საკუთარი სამხედრო ძალის შემცირება სხვა სახელმწიფოს საფრთხის განცდას უჩენს და საპასუხო მოქმედებებს იწვევს",
    ],
    correctIndex: 0,
  },
  {
    id: "q11",
    question: "განმარტეთ სამართლებრივი პრინციპი: ne bis in idem",
    options: [
      "ერთი და იგივე დანაშაულისთვის პირი ორჯერ არ უნდა გასამართლდეს",
      "ერთი და იგივე დანაშაულისთვის პირი ორჯერ უნდა გასამართლდეს",
      "სხვადასხვა დანაშაულისთვის პირი მხოლოდ ერთხელ უნდა გასამართლდეს",
      "ერთი და იგივე დანაშაულისთვის პირი მხოლოდ ერთ სახელმწიფოში უნდა გასამართლდეს",
    ],
    correctIndex: 0,
  },
  {
    id: "q1",
    question:
      "ქაშმირის გარდა კიდევ რომელ უმცირესობებთან აქვს პრობლემები ინდოეთს?",
    options: ["სიქებთან", "ბენგალელებთან", "ტამილებთან", "ბუდისტებთან"],
    correctIndex: 0,
  },
  {
    id: "q3",
    question:
      "არაბეთის ნახევარკუნძულის რომელი რეგიონიდან იყვნენ წარმოშობილი საუდები?",
    options: ["ჰიჯაზიდან", "ნეჯდიდან", "იემენიდან", "ომანიდან"],
    correctIndex: 1,
  },
  {
    id: "q13",
    question: "რას ნიშნავდა ამერიკული „სამოქალაქო რელიგია“ და მისი კრედო?",
    options: [
      "ამერიკელთა საერთო მისწრაფებებს; კრედოს მიხედვით, ღმერთმა აირჩია ამერიკა, რათა მას მთელ მსოფლიოში გაევრცელებინა რესპუბლიკური მმართველობა",
      "ამერიკელთა საერთო რელიგიურ შეხედულებებს; კრედოს მიხედვით, ღმერთმა აირჩია ამერიკა, რათა მას მთელ მსოფლიოში გაევრცელებინა მონარქიული მმართველობა",
      "ამერიკელთა საერთო პოლიტიკურ მისწრაფებებს; კრედოს მიხედვით, ღმერთმა აირჩია ამერიკა, რათა მას მხოლოდ ჩრდილოეთ ამერიკაში გაევრცელებინა რესპუბლიკური მმართველობა",
      "ამერიკელთა საერთო კულტურულ შეხედულებებს; კრედოს მიხედვით, ღმერთმა აირჩია ამერიკა, რათა მას მთელ მსოფლიოში გაევრცელებინა ფედერალური მმართველობა",
    ],
    correctIndex: 0,
  },
  {
    id: "q12",
    question: "რას ნიშნავდა ტერმინი „აშკარა ბედისწერა“ (Manifest Destiny)?",
    options: [
      "იდეოლოგიას, რომლის მიხედვითაც აშშ-ს ჰქონდა უფლება და მოვალეობა, გაევრცელებინა დემოკრატია და საკუთარი ტერიტორია ატლანტის ოკეანიდან წყნარ ოკეანემდე გაეფართოებინა",
      "იდეოლოგიას, რომლის მიხედვითაც აშშ-ს ჰქონდა უფლება და მოვალეობა, გაევრცელებინა მონარქია და საკუთარი ტერიტორია ატლანტის ოკეანიდან წყნარ ოკეანემდე გაეფართოებინა",
      "იდეოლოგიას, რომლის მიხედვითაც აშშ-ს ჰქონდა უფლება და მოვალეობა, გაევრცელებინა დემოკრატია მხოლოდ ატლანტის ოკეანის სანაპიროებზე",
      "იდეოლოგიას, რომლის მიხედვითაც აშშ-ს ჰქონდა უფლება და მოვალეობა, გაევრცელებინა დემოკრატია ევროპის სახელმწიფოებში და საკუთარი ტერიტორია არ გაეფართოებინა",
    ],
    correctIndex: 0,
  },
  {
    id: "q9",
    question:
      "ვინ იყო ინდოეთის მმართველი, რომლის ჩართულობითაც ბანგლადეშმა დამოუკიდებლობა მოიპოვა პაკისტანისგან?",
    options: [
      "რაჯივ ენდესი",
      "ინდირა განდი",
      "ჯავაჰარლალ ნერუ",
      "მორარჯი დესაი",
    ],
    correctIndex: 1,
  },
  {
    id: "q5",
    question: "რას ნიშნავს სონგუნის პრინციპი?",
    options: [
      "ჩრდილოეთ კორეული პრინციპი, რომლის მიხედვითაც ეკონომიკა არის სახელმწიფოს მთავარი პრიორიტეტი",
      "ჩრდილოეთ კორეული პრინციპი, რომლის მიხედვითაც სამხედრო ძალები არის სახელმწიფოს მთავარი პრიორიტეტი",
      "ჩრდილოეთ კორეული პრინციპი, რომლის მიხედვითაც დიპლომატია არის სახელმწიფოს მთავარი პრიორიტეტი",
      "ჩრდილოეთ კორეული პრინციპი, რომლის მიხედვითაც ინდუსტრია არის სახელმწიფოს მთავარი პრიორიტეტი",
    ],
    correctIndex: 1,
  },
];
